-- company

INSERT INTO Company values
	(1, '南方航空', '航空公司', '123456'),
    (2, '东方航空', '航空公司', '123456'),
    (3, '四川航空', '航空公司', '123456'),
    (4, '山东航空', '航空公司', '123456');

INSERT INTO Company values
    (5, '维也纳酒店', '酒店', '123456'),
    (6, '汉庭酒店', '酒店', '123456'),
    (7, '如家酒店', '酒店', '123456');
    
INSERT INTO Company values
	(8, '神州租车', '租车公司', '123456'),
	(9, '至尊租车', '租车公司', '123456');
INSERT INTO Company values
	(10, '蜗牛景区管理', '景点管理公司', '123456'),
	(11, '黄山旅游公司', '景点管理公司', '123456');
	
-- user
INSERT INTO User values(1, '杨世明', '123456');

-- flight
INSERT INTO FlightInfo values
	(1, '北京', '成都', '2023-12-11', 1000, 1),
	(2, '北京', '成都', '2023-12-11', 999, 2),
	(3, '北京', '成都', '2023-12-11', 750,3);